[BalanceDefs.BD_PoeticLicense_LocationCamera InteractiveObjectBalanceDefinition]
DefaultDisplayName="Local de inspiração"
Grades[0]=(GradeModifiers=(DisplayName="Local de inspiração"))

[BalanceDefs.BD_PoeticLicense_LocationCamera_Flower InteractiveObjectBalanceDefinition]
DefaultDisplayName="Local de inspiração"
Grades[0]=(GradeModifiers=(DisplayName="Local de inspiração"))

[BalanceDefs.BD_PoeticLicense_LocationCamera_Hanging InteractiveObjectBalanceDefinition]
DefaultDisplayName="Local de inspiração"
Grades[0]=(GradeModifiers=(DisplayName="Local de inspiração"))

[ItemDefs.ID_MO_PoeticLicense_NudieMag MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Revista Pornô"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PoeticLicense_NudieMag:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Isso não chama a atenção pelas histórias..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ScooterCamera MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Câmera do Scooter"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ScooterCamera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Não olhe os negativos."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.LocationCamera InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.LocationCamera_Flower InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.LocationCamera_Hanging InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

